IDEA StatiCa Open Model
Stirrup.Distance Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Longitudinal distance between stirrups
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Distance { get; set; }
Public Property Distance As Double
	Get
	Set
public:
property double Distance {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace